Repository: DaApppooo/boardbuilder
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Edit {{data.board.title}}
fr: Modifier

source: Title
fr: Titre

source: Label Position
fr: Position de l’étiquette

source: Above Image
fr: Image ci-dessus

source: Below Image
fr: Image ci-dessous

source: Hidden
fr: Cachés

source: Columns
fr: Colonnes

source: Rows
fr: Lignes

source: Done
fr: Fait

source: PDF Preview
fr: Extrait PDF

source: Generating your PDF…
fr: Générer votre PDF...

source: Download
fr: Télécharger

source: Add Board from OBF
fr: Ajouter le conseil d’administration de L’OBF

source: Close the cell editor
fr: Fermer l’éditeur de la cellule

source: Add a new Board from an Open Board Format (OBF) file.
fr: Ajoutez un nouveau conseil d’administration à partir d’un fichier Format Open Board (OBF).

source: Select an OBF file to begin.
fr: Sélectionnez un fichier OBF pour commencer.

source: Select OBF…
fr: Sélectionnez OBF...

source: We found {{previewBoard.cells.length}} {previewBoard.cells.length, plural, =1 {...} other {...}} in your OBF file.
fr: On a trouvé dans ton dossier OBF.

source: {VAR_PLURAL, plural, =1 {tile} other {tiles} }
fr: VAR_PLURAL, pluriel, '1 'tuile' autres tuiles

source: The file you provided is not a valid OBF file.
fr: Le fichier que vous avez fourni n’est pas un fichier OBF valide.

source: Add Board
fr: Ajouter le conseil

source: Board Sets
fr: Ensembles de conseils

source: Change Board Properties
fr: Modifier les propriétés de l’Office

source: Import/Export
fr: Importation/Exportation

source: Upload/Download
fr: Téléchargement/Téléchargement

source: Delete this Board
fr: Supprimer ce conseil d’administration

source: Download Board as OBF
fr: Télécharger Board comme OBF

source: Print or Download Board as PDF
fr: Imprimer ou télécharger le conseil en PDF

source: Download Board Set as OBZ
fr: Télécharger Board Set sous le titre OBZ

source: Search in
fr: Rechercher dans

source: Search For
fr: Recherche de

source: We couldn't find any symbols.
fr: On n’a trouvé aucun symbole.

source: Try broadening your search.
fr: Essayez d’élargir votre recherche.

source: Searching…
fr: Recherche...

source: Caption
fr: Légende

source: Background colour
fr: Couleur de fond

source: Border colour
fr: Couleur de la frontière

source: Text colour
fr: Couleur de texte

source: Linking
fr: Lier

source: Linked to
fr: Lié à

source: Unlink
fr: Dissocier

source: Link to a Board
fr: Lien vers un conseil d’administration

source: This list shows only unlinked Boards.
fr: Cette liste ne montre que des conseils non reliés.

source: No Boards are available for linking.
fr: Aucune planche n’est disponible pour la liaison.

source: Unlink an existing Board, or create a new one.
fr: Déconnecter un conseil d’administration existant ou en créer un nouveau.

source: Cell
fr: Cellule

source: Symbol
fr: Symbole

source: Created: {{data.boardSet.createdAt | date}}
fr: Créé:

source: Add Board Set from OBZ
fr: Ajouter l’ensemble de conseil d’OBZ

source: Add a new Board Set from an Open Board Format Collection (OBZ) file.
fr: Ajoutez un nouvel ensemble de conseils à partir d’un fichier Open Board Format Collection (OBZ).

source: Select an OBZ file to begin.
fr: Sélectionnez un fichier OBZ pour commencer.

source: We found {{boardSet.boards.length}} {boardSet.boards.length, plural, =1 {...} other {...}} in your OBZ file.
fr: On a trouvé dans ton dossier OBZ.

source: {VAR_PLURAL, plural, =1 {board} other {boards} }
fr: «VAR_PLURAL, pluriel, '1 'board' autres «conseils»

source: The OBZ file could not be read because {{fileInvalidReason}}
fr: Le fichier OBZ n’a pas pu être lu parce que

source: Add Board Set
fr: Ajouter l’ensemble de conseil

source: My Board Sets
fr: Mon conseil d’administration définit

source: Board Sets are saved in your browser. To return to your Board Sets, use BoardBuilder in the same browser.
fr: Les ensembles de conseils sont enregistrés dans votre navigateur. Pour revenir à vos coffrets, utilisez BoardBuilder dans le même navigateur.

source: Create Board Set <mat-icon>add</mat-icon>
fr: Créer l’ensemble de conseil ajouter

source: Add OBZ File <mat-icon>add</mat-icon>
fr: Ajouter l’ajout de fichiers OBZ

source: Delete this Board Set
fr: Supprimer cet ensemble de conseil

source: Edit this Board Set
fr: Modifier cet ensemble de conseils d’administration

source: Open
fr: Ouvert
